
/********************************Função que configura Pinos do MCU**************************************

                                   configuração para placa Mega ADK

********************************************************************************************************/
/*******************************************************************************************************/
                                      /* Arquivos de inclusão */

#ifndef Config_mcu_h_
#define Config_mcu_h_
               
               
// ======================================================================================================
// --- Protótipo das Funções ---

void       Config_mcu ();
void Supervisionamento(); 
void       comunicacao();

#endif